Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/sami-filmmat-cajehuvvojit-riikkaidgaskasas-filbmafestivalas.html.tmx
Source language: sme
Languages: sma

source: Sámi filmmat čájehuvvojit riikkaidgáskasaš filbmafestiválas / Dáidda – ja kulturbargu / Kultureallin / Sámediggi - Sametinget
sma: Saemien filmh vååjnoeh gaskenasjovnaale filmefestivaalesne / Kåanste- jïh kultuvrebarkoe / Kultuvrejieleme / Saemiedigkie - Sametinget

source: Sámi filmmat čájehuvvojit riikkaidgáskasaš filbmafestiválas
sma: Saemien filmh vååjnoeh gaskenasjovnaale filmefestivaalesne

source: The imagineNATIVE Film + Media Arts Festival lea álgoálbmot media- ja dáiddafestivála, mii lágiduvvo juohke jagi Torontos Kanadas.
sma: The imagineNATIVE Film + Media Arts Festival lea akte aalkoealmetji meedija- jïh kåanstefestivaale, mij öörnesåvva fierhten jaepien Torontosne Canadesne.

source: L oga eanet festivála birra dás: http://www.imaginenative.org/home /
sma: Lohkh vielie festivaalen bïjre: http://www.imaginenative.org/home /

source: Sámi filmmat čájehuvvojit festiválas namahusain: International spotlight on The Sapmi nation.
sma: Saemien filmh vååjnoeh festivaalesne nommen nuelesne: International spotlight on The Sapmi nation.

source: Dáid beivviid lágiduvvo maiddái lávdedigaštallan sámi filmma birra.
sma: Daej biejjiej aaj akte paneledigkiedimmie öörnesåvva saemien filmi bïjre.

source: - Lea erenoamáš somá oaidnit ahte sámi filbmabiras lea mielde hábmemin sisdoalu dákkár deaŧalaš filbmafestiválii álgoálbmotfilmmaid várás.
sma: - Joekoen hijven vuejnedh saemien filmebyjrese lea meatan sisvegem sjugniedidh aktene dan vihkeles filmefestivaalesne aalkoealmetjefilmide.

source: Festivála lea áidnalunddot vejolašvuohta sápmelaččaide ovdanbuktit sámi filmmaid riikkaidgaskasaččat.
sma: Festivaale akte sjïere nuepie saemide saemien filmh åehpiedehtedh gaskenasjovnaale vuartasjæjjide.

source: Danne lea Sámedikki mielas deaŧalaš doarjut sámi filmma, mii leat earret eará oasseruhtadan “ 7 Sámi stories ” filmmaid.
sma: Dan åvteste Saemiedigkie vuajneme vihkeles saemien filmh dåarjodh, gaskem jeatjah libie meatan årrome beetnegh dåarjodh filmide mah meatan filmesne " 7 Sámi stories ".

source: Dás čađaha Sámi riikkaidgaskasaš filbmainstituhtta buori barggu mii bidjá vuođu sámi filbmaindustriijii mii lea stuorrumin.
sma: Daesnie Gaskenasjovnaale Saemien Filmeinstituhte aktem hijven barkoem dorje mij våaromem beaja akten sjïdtije saemien filmeindustrijese.

source: Jáhkán mii fargga beassat oaidnit sámi spillenfilmmaid maid nuorra sámi filbmadahkkit leat ráhkadan, dadjá sámedikkepresideanta Aili Keskitalo.
sma: Manne jaahkam mijjieh varke åadtjobe vuejnedh saemien spïelefilmh mejtie noere saemien filmesjugniedæjjah leah dorjeme, saemiedigkiepresidente Aili Keskitalo jeahta.

source: Sámediggi lea juolludan 150 duhát ruvnnu sámi oassálastimii festivála oktavuođas.
sma: Saemiedigkie lea 150 stoerretjuetie kråvnah dåårjeme ihke saemieh leah meatan festivaalesne.

source: Eanet dieđuid addá: Sámedikkepresideanta Aili Keskitalo, 971 29 305
sma: Vielie bïevnesh: Saemiedigkiepresidente Aili Keskitalo, 971 29 305
